Repository: smarttargettech/active-directory
Catalog: */univention-l10n-*/*/management/univention-management-console-module-udm/umc/*.po
Languages: fr

source: Browsing and managing the LDAP tree
fr: Naviguer dans l'arbre LDAP et le gérer

source: Change settings for the user currently logged in
fr: Modifier les réglages pour l'utilisateur connecté en ce moment

source: Computers
fr: Ordinateurs

source: Configuration of DHCP settings in the domain
fr: Configuration des réglages DHCP au sein du domaine

source: Configuration of DNS settings in the domain
fr: Configuration des réglages DNS au sein du domaine

source: Configuration of Nagios settings in the domain
fr: Configuration des réglages Nagios au sein du domaine

source: Configuration of network settings in the domain
fr: Configuration des réglages réseau au sein du domaine

source: Groups
fr: Groupes

source: Import new license
fr: Importer la nouvelle licence

source: LDAP directory
fr: Annuaire LDAP

source: Mail
fr: Courriel

source: Management of computers in the domain
fr: Gestion des ordinateurs au sein du domaine

source: Management of contacts
fr: Gestion des contacts

source: Management of directory shares in the domain
fr: Gestion des répertoires partagés au sein du domaine

source: Management of domain users
fr: Gestion des utilisateurs au sein du domaine

source: Management of domain wide policies
fr: Gestion des stratégies s'appliquant à l'ensemble du domaine

source: Management of mail domains and mailing lists
fr: Gestion des domaines de courriel et des listes de diffusion

source: Management of printers and printer groups in the domain
fr: Gestion des imprimantes et des groupes d'imprimantes au sein du domaine

source: Management of user and computer groups in the domain
fr: Gestion des groupes d'utilisateurs et d'ordinateurs au sein du domaine

source: Manages all UDM modules
fr: Gère l'ensemble des modules UDM

source: Networks
fr: Réseaux

source: Policies
fr: Stratégies

source: Printers
fr: Imprimantes

source: Request new license
fr: Demander une nouvelle licence

source: Shares
fr: Partages

source: UCS license import
fr: Importation de licence UCS

source: UCS license request
fr: Demande de licence UCS

source: User settings
fr: Réglages utilisateur

source: Users
fr: Utilisateurs

source: computers
fr: ordinateurs

source: groups
fr: groupes

source: ldap,directory,udm
fr: LDAP,annuaire,udm

source: mail,e-mail,email
fr: courrier,e-mail,émail

source: networks
fr: réseaux

source: policy,policies
fr: stratégie,stratégies

source: printers
fr: imprimantes

source: shares
fr: partages

source: user,password
fr: utilisateur,mot de passe

source: users
fr: utilisateurs
