Repository: smarttargettech/active-directory
Catalog: management/univention-management-console-module-welcome/umc/js/*.po
Languages: de

source: Great to see you! Now that your system is ready, these simple steps will guide you through the next phase. Let’s ensure everything is set up perfectly for a smooth experience!
de: Schön Sie zu sehen! Jetzt, wo Ihr System bereit ist, führen Sie die unten aufgelisteten Schritte durch die nächste Phase. Lassen Sie uns sicherstellen, dass alles richtig eingerichtet ist, um einen reibungslosen Betrieb zu gewährleisten!

source: Import a license
de: Lizenz importieren

source: License info
de: Lizenz-Informationen

source: Manage your license for your Univention Corporate Server domain
de: Verwalten Sie die Lizenz für Ihre Univention Corporate Server-Domäne

source: Request a new license
de: Neue Lizenz anfordern

source: Show your current license
de: Aktuelle Lizenz anzeigen

source: UCS License
de: UCS-Lizenz

source: Upload a new license we sent you earlier
de: Neue Lizenz hochladen, die wir zuvor verschickt haben

source: We send you a license with a Key ID to your email address
de: Wir schicken eine Lizenz mit Key ID an Ihre E-Mail-Adresse

source: The Keycloak app enables single sign-on (SSO) for your UCS system, providing a unified and secure login experience.
de: Die Keycloak-App ermöglicht Single Sign-on (SSO) für Ihr UCS-System und sorgt so für ein einheitliches sowie sicheres Login-Erlebnis.

source: Open in Univention App Center
de: Im Univention App Center öffnen

source: Documentation
de: Dokumentation

source: Explore everything you need to know about the Keycloak app here
de: Hier finden Sie alle wichtigen Informationen zur Keycloak-App
