Repository: smarttargettech/active-directory
Catalog: management/univention-management-console/www/management/*.po
Languages: de

source: <p><b>You have got mail!</b></p><p>A license file should have been sent to your email address. Upload the license file from the email to activate your UCS instance.</p>
de: <p><b>Sie haben eine E-Mail erhalten!</b></p><p>Eine Lizenzdatei wurde an Ihre E-Mail-Adresse gesendet. Laden Sie die Lizenzdatei aus der E-Mail hoch, um Ihre UCS-Instanz zu aktivieren.

source: <p>Detailed usage information on Univention Management Console can be found in the UCS manual. The manual as well as further important information are available via the following links:</p>
de: <p>Detaillierte Informationen zur Verwendung der Univention Management Console finden Sie im UCS-Handbuch. Das Handbuch sowie weitere wichtige Informationen sind unter den folgenden Links verfügbar:</p>

source: <p>Details about the activation of a UCS license can be found in the <a href="https://docs.software-univention.de/manual-%(version)s.html#central:license" target="_blank">UCS manual</a>.</p>
de: <p>Details zur Aktivierung einer UCS-Lizenz finden Sie im <a href="https://docs.software-univention.de/manual-%(version)s.html#central:license" target="_blank">UCS-Handbuch</a>.</p>

source: <p>Leave the field empty to perform the activation at a later point in time via the user menu in top right corner.</p>
de: <p>Lassen Sie das Feld leer, um die Aktivierung zu einem späteren Zeitpunkt über das Benutzermenü in der oberen rechten Ecke durchzuführen.</p>

source: <p>The license has been updated successfully.</p><p>You can now continue to use UMC, all applications in the Univention App Center are now available for installation on this system.</p>
de: <p>Die Lizenz wurde erfolgreich aktualisiert.</p><p>Sie können nun weiterhin UMC verwenden, alle Anwendungen im Univention App Center sind nun zur Installation auf diesem System verfügbar.</p>

source: <p>You may now enter a valid e-mail address in order to activate the UCS system to use the App Center. In the next step you can upload the license file that has been sent to your email address.</p>
de: <p>Sie können nun eine gültige E-Mail-Adresse eingeben, um das UCS-System für die Nutzung des App Centers zu aktivieren. Im nächsten Schritt können Sie die Lizenz Datei hochladen, die an Ihre E-Mail-Adresse gesendet wurde.</p>

source: <ul><li><a href="https://docs.software-univention.de/" target="_blank">Online documentation</a></li><li><a href="https://www.univention.com/products/support/community-support/" target="_blank">Community and support</a></li></ul>
de: <ul><li><a href="https://docs.software-univention.de/" target="_blank">Online-Dokumentation</a></li><li><a href="https://www.univention.com/products/support/community-support/" target="_blank">Community und Support</a></li></ul>

source: About UMC
de: Über UMC

source: Activation of Univention Corporate Server
de: Aktivierung vom Univention Corporate Server

source: Add to favorites
de: Zu Favoriten hinzufügen

source: Close
de: Schließen

source: Could not load module "%s".
de: Konnte das Modul "%s" nicht laden.

source: Date of expiry of the SSL certificate for this system
de: Ablaufdatum des SSL-Zertifikats für dieses System.

source: Date of expiry of the SSL root certificate
de: Ablaufdatum des SSL-Root-Zertifikats.

source: Documentation and Support
de: Dokumentation und Support

source: E-mail address
de: E-Mail-Adresse

source: Enable one-time statistic on hardware configuration.
de: Aktiviere die einmalige Übermittlung der Hardware-Konfiguration.

source: Feedback via usage statistics
de: Rückmeldung über Benutzerstatistiken.

source: Further Information
de: Weitere Informationen.

source: Importing license data...
de: Importiere Lizenzdaten...

source: License import
de: Lizenz-Import

source: No valid e-mail address.
de: Keine gültige E-Mail-Adresse.

source: Open module
de: Modul öffnen

source: Remove from favorites
de: Aus den Favoriten entfernen

source: SSL host certificate
de: SSL-Host-Zertifikat

source: SSL root certificate
de: SSL-Root-Zertifikat

source: Search
de: Suchen

source: Search query ›%s‹
de: Suchfilter ›%s‹

source: Send license
de: Sende Lizenz

source: Sending activation email...
de: Sende Aktivierungsmail...

source: Server error message:
de: Fehlernachricht des Servers:

source: The %(certificate)s will expire in %(days)d days and should be renewed!
de: Das %(certificate)s läuft in %(days)d Tagen ab und sollte erneuert werden!

source: The activation of UCS failed. Please re-try to perform the activation again via the user menu in the top right.
de: Die Aktivierung von UCS schlug fehl. Bitte versuchen Sie, die Aktivierung erneut über das Nutzermenü in der rechten oberen Ecke durchzuführen.

source: The import of the license failed. Check the integrity of the original file given to you.
de: Der Import der Lizenzdatei schlug fehl. Bitte prüfen Sie die Integrität der ausgestellten Datei.

source: There is no module available for the authenticated user %s.
de: Für den Benutzer %s steht kein UMC-Modul zur Verfügung.

source: Updating session data...
de: Aktualisiere Sitzungsdaten...

source: Upload license file...
de: Lade Lizenzdatei hoch...

source: Usage statistics
de: Nutzungsstatistiken

source: You may as well import the license file at a later point in time via the user menu in the top right.
de: Sie können die Lizenzdatei auch zu einem späteren Zeitpunkt über das Nutzermenü in der rechten oberen Ecke importieren.
