Repository: smarttargettech/active-directory
Catalog: */univention-l10n-*/*/management/univention-management-console-module-ucr/umc/js/*.po
Languages: fr

source: Add
fr: Ajouter

source: Add UCR variable
fr: Ajouter une variable UCR

source: Adding a new UCR variable
fr: Ajout d'une nouvelle variable UCR

source: All
fr: Toutes

source: Are you sure to delete the %d selected UCR variable(s)?
fr: Voulez-vous vraiment supprimer les %d variable(s) UCR sélectionnée(s) ?

source: Cancel
fr: Annuler

source: Category
fr: Catégorie

source: Category the UCR variable should be associated with
fr: Catégorie à laquelle la variable UCR peut être associée

source: Default value (pattern)
fr: Valeur par défaut (modèle)

source: Delete
fr: Supprimer

source: Deleting the selected UCR variables
fr: Suppression des variables UCR sélectionnées

source: Description of the UCR variable
fr: Description de la variable UCR

source: Edit
fr: Modifier

source: Edit UCR variable
fr: Modifier la variable UCR

source: Name of UCR variable
fr: Nom de la variable UCR

source: Save
fr: Enregistrer

source: Search attribute
fr: Chercher un attribut

source: Search...
fr: Rechercher...

source: Select the attribute of a UCR variable that should be searched for the given keyword
fr: Sélectionnez l'attribut recherché de la variable UCR pour le mot-clé donné

source: Setting the UCR variable, editing the categories and/or description
fr: Définition de la variable UCR, modification des catégories et / ou de la description

source: The Univention Configuration Registry (UCR) is the local database for the configuration of UCS systems to access and edit system-wide properties in a unified manner. Caution: Changing UCR variables directly results in the change of the system configuration. Misconfiguration may cause an unusable system!
fr: Univention Configuration Registry (UCR) est une base de données locale contenant la configuration des systèmes UCS pour l'accès et l'édition de façon unifiée de propriétés globales au système. Attention : la modification de variables UCR provoque des modifications dans la configuration du système. Un système inutilisable peut résulter d'une mauvaise configuration !

source: The default value of the UCR variable which is applied if the variable is not set. This might be a UCR pattern.
fr: Valeur par défaut de la variable UCR qui est appliquée si la variable n’est pas définie. Il peut s’agir d’un modèle UCR.

source: UCR variable
fr: Variable UCR

source: Unique name of the UCR variable
fr: Nom unique de la variable UCR

source: Value
fr: Valeur

source: Value of the UCR variable
fr: Valeur de la variable UCR
