Repository: smarttargettech/active-directory
Catalog: */univention-lib/python/*.po
Languages: de

source: Autoremove failed
de: Deinstallation unbenutzter Pakete fehlgeschlagen

source: Could not initialize package manager.
de: Paketmanager konnte nicht initialisiert werden.

source: Deleting unneeded %s
de: Deinstalliere unbenutztes Paket %s

source: Error:
de: Fehler:

source: Failed to install
de: Installation fehlgeschlagen

source: Failed to lock
de: Sperren des Systems fehlgeschlagen

source: Failed to uninstall
de: Deinstallation fehlgeschlagen

source: Fetching failed
de: Herunterladen fehlgeschlagen

source: Further information regarding this error:
de: Weitere Informationen zu diesem Fehler:

source: No such package
de: Paket existiert nicht

source: Probably another process is currently using it or the package sources are corrupt. Please try again later.
de: Er wird möglicherweise zurzeit von einem anderen Prozess verwendet oder die Paketquellen sind korrupt. Bitte später erneut versuchen.

source: Some package conflicts could not be resolved. This was probably caused by packages with "hold" state.
de: Einige Paketkonflikte konnten nicht gelöst werden. Dies wird möglicherweise von Paketen mit "hold"-Status verursacht.

source: The package sources are probably corrupt.
de: Die Paketquellen sind wahrscheinlich korrupt.

source: The sources.list entries could be repaired by executing the following commands as root on this server:
de: Die sources.list Einträge könnten durch ausführen der folgenden Kommandos als root auf diesem Server repariert werden:

source: There is no free hard disk space left on the device.
de: Es ist kein freier Speicherplatz auf dem Gerät verfügbar.

source: Untrusted origin
de: Nicht vertrauenswürdige Quelle

source: Warning:
de: Warnung:
