Repository: smarttargettech/active-directory
Catalog: */univention-l10n-*/*/services/univention-s4-connector/modules/univention/admin/handlers/*/*.po
Languages: ms

source: App schema version
ms: Version du schéma de l’application

source: Authentication options
ms: Options d’authentification

source: Basic settings
ms: Réglages de base

source: COM class ID
ms: ID de classe COM

source: COM interface ID
ms: ID d’interface COM

source: COM prog ID
ms: ID de programme COM

source: COM type lib ID
ms: ID de bibliothèque de types COM

source: Can upgrade script
ms: Peut mettre à niveau le script

source: Category
ms: Catégorie

source: Data
ms: Données

source: Data type
ms: Type de donnée

source: Default local policy object
ms: Objet de stratégie locale par défaut

source: Display name
ms: Nom affiché

source: Domain CAs
ms: CAs de domaine

source: Domain policy reference
ms: Référence de stratégie de domaine

source: Domain wide policy
ms: Stratégie pour l’ensemble du domaine

source: EFS policy
ms: Stratégie EFS

source: Extension name
ms: Nom de l’extension

source: Force logoff
ms: Forcer la fermeture de session

source: General
ms: Général

source: IP-security policy reference
ms: Référence de stratégie de sécurité IP

source: IPsec Data
ms: Données IPsec

source: IPsec Data Type
ms: Type de données IPsec

source: IPsec Filter reference
ms: Référence du filtre IPsec

source: IPsec ID
ms: ID IPsec

source: IPsec ISAKMP Reference
ms: Référence ISAKMP IPsec

source: IPsec NFA Reference
ms: Référence NFA IPsec

source: IPsec Name
ms: Nom IPsec

source: IPsec Negotiation Policy Reference
ms: Référence de la stratégie de négociation IPsec

source: IPsec Negotiation Policy action
ms: Action de la stratégie de négociation IPsec

source: IPsec Negotiation Policy type
ms: Type de stratégie de négociation IPsec

source: IPsec Owners reference
ms: Référence de propriétaires IPsec

source: Last update sequence
ms: Séquence de la dernière mise à jour

source: Locale ID
ms: ID de paramètres régionaux

source: Lockout duration
ms: Durée du verrouillage

source: Lockout observation window
ms: Fenêtre d’observation du verrouillage

source: Lockout threshold
ms: Seuil de verrouillage

source: MS Domain Policy
ms: Stratégie de domaine MS

source: MS IPsec policy
ms: Stratégie IPsec MS

source: MS IPsec policy: ISAKMP Policy
ms: Stratégie IPsec MS : stratégie ISAKMP

source: MS IPsec policy: NFA
ms: Stratégie IPsec MS : NFA

source: MS IPsec policy: Negotiation Policy
ms: Stratégie IPsec MS : stratégie de négociation

source: MS IPsec policy: filter
ms: Stratégie IPsec MS : filtre

source: MS Software Installation Group Policy: Category Registration
ms: Stratégie de groupe d’installation de logiciels MS : enregistrement de catégorie

source: MS wired Group Policy
ms: Stratégie de groupe câblé MS

source: MS wireless Group Policy
ms: Stratégie de groupe sans fil MS

source: MS wireless Group Policy blob
ms: Objet BLOB de stratégie de groupe sans fil MS

source: MSI file list
ms: Liste de fichiers MSI

source: MSI script
ms: Script MSI

source: MSI script name
ms: Nom du script MSI

source: MSI script path
ms: Chemin d’accès au script MSI

source: MSI script size
ms: Taille du script MSI

source: Managed by
ms: Géré par

source: Maximum password age
ms: Âge maximal du mot de passe

source: Maximum renew age
ms: Âge maximal du renouvellement

source: Maximum ticket age
ms: Âge maximal du billet

source: Minimum password age
ms: Âge minimal du mot de passe

source: Minimum password length
ms: Longueur minimale du mot de passe

source: Minimum ticket age
ms: Âge minimal du billet

source: Name
ms: Nom

source: Next level store
ms: Magasin de niveau suivant

source: Password history length
ms: Longueur de l’historique des mots de passe

source: Password properties
ms: Propriétés du mot de passe

source: Policy Data
ms: Données de stratégie

source: Policy GUID
ms: GUID de stratégie

source: Policy Reserved
ms: Réservé pour la stratégie

source: Policy settings
ms: Paramètres de stratégie

source: Proxy lifetime
ms: Durée de vie du proxy

source: Publickey policy
ms: Stratégie de clé publique

source: Quality of service
ms: Qualité du service

source: Revision
ms: Révision

source: Setup command
ms: Commande d’installation

source: Software Installation Group Policy: Class Store
ms: Stratégie de groupe d’installation de logiciels : magasin de classes

source: Software Installation Group Policy: Package Registration
ms: Stratégie de groupe d’installation de logiciels : enregistrement de package

source: Upgrade product code
ms: Code produit de la mise à niveau

source: Vendor
ms: Éditeur

source: Version number
ms: Numéro de version

source: Version number high
ms: Numéro de version élevé

source: Version number low
ms: Numéro de version faible

source: category ID
ms: ID de catégorie

source: file ext priority
ms: priorité extensions de fichier

source: icon path
ms: chemin d’accès de l’icône

source: install UI level
ms: niveau d’interface d’utilisation de l’installation

source: locale ID
ms: ID de paramètres régionaux

source: localized description
ms: description localisée

source: machine architecture
ms: architecture machine

source: managed by
ms: géré par

source: package flags
ms: indicateurs de package

source: package name
ms: nom du package

source: package type
ms: type de package

source: product code
ms: code produit
