Repository: smarttargettech/active-directory
Catalog: */univention-l10n-*/*/*/univention-quota/umc/python/quota/*.po
Languages: fr

source: %s Days
fr: %s jours

source: Could not open %s
fr: Impossible d'ouvrir %s

source: Could not remove the following user: %s
fr: Impossible de supprimer l’utilisateur suivant : %s

source: Device %r could not be found
fr: Le périphérique %r est introuvable

source: Device is not mounted
fr: Le périphérique n’est pas monté

source: Expired
fr: Expiré

source: Failed to activate quota support:
fr: Impossible d’activer la prise en charge des quotas :

source: Failed to deactivate quota support:
fr: Impossible de désactiver la prise en charge des quotas :

source: Failed to modify quota settings for user %(user)s on partition %(partition)s.
fr: La modification des réglages de quotas pour l'utilisateur %(user)s sur la partition %(partition)s a échoué.

source: Generating the quota information file failed
fr: La génération du fichier d'informations sur les quotas a échoué

source: Mounting the partition has failed
fr: Le montage de la partition a échoué

source: No partition found
fr: Pas de partition trouvée

source: No partition found (%s)
fr: Pas de partition trouvée (%s)

source: Operation was successful
fr: L'opération a réussi

source: Quota already en/disabled
fr: Quotas déjà activés/désactivés

source: Quota support successfully activated
fr: Prise en charge des quotas activée avec succès

source: Quota support successfully deactivated
fr: Prise en charge des quotas désactivée avec succès

source: Remounting the partition has failed
fr: Le remontage de la partition a échoué

source: Restarting the quota services has failed
fr: Le redémarrage des services de quotas a échoué

source: The following partition is currently not mounted: %s
fr: La partition suivante n'est pas montée actuellement : %s

source: The following partition is mounted without quota support: %s
fr: La partition suivante est montée sans prise en charge des quotas : %s

source: This partition is currently not mounted
fr: Cette partition n'est pas montée actuellement

source: To %s quota support for the root filesystem the system has to be rebooted.
fr: Pour %s la prise en charge des quotas pour le système de fichiers root, le système doit être redémarré.

source: Unknown filesystem
fr: Système de fichiers inconnu

source: Unmounting the partition has failed
fr: Le démontage de la partition a échoué

source: disable
fr: désactiver

source: enable
fr: activer
