Repository: smarttargettech/active-directory
Catalog: */univention-l10n-*/*/management/univention-directory-reports/modules/univention/directory/reports/*.po
Languages: fr

source: Configuration error: File %r could not be opened.
fr: Erreur de configuration : impossible d’ouvrir le fichier %r.

source: Domain Group
fr: Groupe du domaine

source: Failed creating PDF file.
fr: Échec de la création du fichier PDF.

source: Local Group
fr: Groupe local

source: No
fr: Non

source: No %r report exists for the module %r.
fr: Aucun rapport %r n’existe pour le module %r.

source: No report for the specified module %r exists.
fr: Aucun rapport n’existe pour le module spécifié %r.

source: Please specify a module.
fr: Veuillez spécifier un module.

source: The report %r does not exists or is misconfigured.
fr: Le rapport %r n’existe pas ou est mal configuré.

source: The report could not be created.
fr: Le rapport n’a pas pu être créé.

source: Well-Known Group
fr: Groupe bien connu

source: Yes
fr: Oui
