Repository: smarttargettech/active-directory
Catalog: */univention-l10n-*/*/services/univention-ad-connector/umc/js/*.po
Languages: fr

source: <p><b>Caution!</b> The DNS service record for the UCS Primary was not found in the DNS server.</p>
fr: <p><b>Attention !</b> L’enregistrement de service DNS pour le Primary Directory Node d’UCS n’a pas été trouvé sur le serveur DNS.</p>

source: <p>An encrypted connection to the Active Directory domain could still not be established.</p><p>Confirm if you want to proceed with an unsecure connection.</p>
fr: <p>Impossible d'établir une connexion chiffrée au domaine de l'Active Directory.</p><p>Veuillez confirmer l'utilisation d'une connexion non sécurisée.</p>

source: <p>Details are explained in the <a href="http://sdb.univention.de/1299">Support Database</a>.</p>
fr: <p>Les informations sont détaillées dans la <a href="http://sdb.univention.de/1299">Base de données d'assistance</a>.</p>

source: <p>This wizards guides the configuration of the connection with an existing Active Directory domain.</p><p>There are two exclusive options:</p>
fr: <p>Cet assistant vous guide au travers de la configuration d'une connexion à un domaine Active Directory existant.</p><p>Il existe deux options mutuellement exclusives :</p>

source: <p>To achieve a higher level of security, the Active Directory root certificate should be exported and uploaded here. The Active Directory certificate service creates that certificate. The necessary steps depend on the actual Microsoft Windows version and are described in the <a href="https://docs.software-univention.de/manual-%s.html#ad-connector:ad-zertifikat" target="_blank">UCS manual</a>. Alternatively, you may proceed without this configuration.</p>
fr: <p>Pour obtenir un plus grand niveau de sécurité, le certificat racine de l'Active Directory doit être exporté et envoyé ici. Le service de certificat d'Active Directory crée ce certificat. Les étapes nécessaires dépendent de la version effective de Microsoft Windows, et sont décrites dans le <a href="https://docs.software-univention.de/manual-%s.html#ad-connector:ad-zertifikat" target="_blank">manuel d'UCS</a>. Il est également possible de continuer sans cette configuration.</p>

source: AD Connection - An error occurred
fr: Connexion AD - Une erreur est survenue

source: Activate encrypted connection
fr: Activer la connexion chiffrée

source: Active Directory Connection
fr: Connexion à Active Directory

source: Active Directory account
fr: Compte Active Directory

source: Active Directory connection SSL configuration
fr: Configuration de la connexion SSL à Active Directory

source: Active Directory connection service
fr: Service de connexion à Active Directory

source: Active Directory connection service is currently running.
fr: Le service de connexion à Active Directory est démarré.

source: Active Directory connection service is not running.
fr: Le service de connexion à Active Directory n'est pas démarré.

source: Active Directory domain credentials
fr: Preuves d'identité au sein du domaine Active Directory

source: Active Directory password
fr: Mot de passe Active Directory

source: Address of Active Directory domain controller
fr: Adresse du contrôleur de domaine Active Directory

source: Address of Active Directory domain controller or name of Active Directory domain
fr: Adresse du contrôleur de domaine Active Directory ou nom du domaine Active Directory

source: After the certification authority has been set up, press <i>Next</i> to proceed.
fr: Après la configuration de l'autorité de certification, veuillez cliquer sur <i>Suivant</i> pour continuer.

source: An encrypted connection to the Active Directory domain could not be established. As a consequence authentication data is submitted in plaintext.
fr: Impossible d'établir une connexion chiffrée au domaine de l'Active Directory. Par conséquent, les données d'authentification sont envoyées en clair.

source: An error occurred during the join process of UCS into the Active Directory domain. The following information will give you some more details on which problems occurred during the join process.
fr: Une erreur est survenue alors qu'UCS rejoignait le domaine Active Directory. Les informations suivantes vous donneront plus d'informations sur les problèmes survenus au cours de ce processus.

source: An unexpected error occurred. More information about the cause of the error can be found in the log file /var/log/univention/management-console-module-adconnector.log. Please retry the join process after resolving any conflicting issues.
fr: Une erreur inattendue est survenue. Vous trouverez plus d'informations sur la cause de l'erreur dans le fichier de journal « /var/log/univention/management-console-module-adconnector.log ». Veuillez retenter le processus de jonction au domaine après avoir résolu les problèmes responsables de l'échec.

source: Bidirectional synchronisation of UCS and Active Directory.
fr: Synchronisation bidirectionnelle d'UCS et d'Active Directory.

source: By default the Active Directory connection does not transfer encrypted password data into the UCS directory service. The system uses the Active Directory Kerberos infrastructure for authentication.
fr: La connexion à Active Directory ne transfère pas par défaut les données chiffrées des mots de passe au service d'annuaire UCS. Le système utilise l'infrastructure Kerberos d'Active Directory pour l'authentification.

source: Cancel
fr: Annuler

source: Completion of Active Directory Connection
fr: Fin de la connexion à Active Directory

source: Configuration of Active Directory domain synchronisation
fr: Configuration de la synchronisation du domaine Active Directory

source: Configuration of the Active Directory connection
fr: Configuration de la connexion à Active Directory

source: Configure UCS as part of an Active Directory domain (recommended).
fr: Configurer UCS comme un élément du domaine Active Directory (recommandé).

source: Continue without encryption
fr: Continuer sans chiffrement

source: Currently, a secured connection between UCS and the Active Directory domain is used.
fr: Une connexion sécurisée est actuellement utilisée entre UCS et le domaine Active Directory.

source: Currently, an encrypted connection between UCS and the Active Directory domain is used.
fr: Une connexion chiffrée est actuellement utilisée entre UCS et le domaine Active Directory.

source: Currently, an unencrypted connection to the Active Directory domain is used.
fr: Une connexion non chiffrée est actuellement utilisée entre UCS et le domaine Active Directory.

source: DNS Check
fr: Vérification DNS

source: Enter the Active Directory domain information to establish the connection.
fr: Saisissez les informations du domaine Active Directory pour établir la connexion.

source: Enter the Active Directory domain information to join the domain.
fr: Saisissez les informations du domaine Active Directory pour rejoindre le domaine.

source: Failed to import the certificate
fr: Échec d'importation du certificat

source: However, in some scenarios it may be reasonable to transfer encrypted password hashes. Please refer the UCS manual in order to activate the password synchronization.
fr: Cependant, il existe certains cas pour lesquels il est acceptable de transférer les valeurs de hachage chiffrés des mots de passe. Veuillez consulter le manuel d'UCS pour activer la synchronisation des mots de passe.

source: If there is a need for adjustment, you may upload a new root certificate of the Active Directory domain.
fr: S'il est nécessaire d'effectuer une modification, vous pourrez envoyer un nouveau certificat racine pour le domaine Active Directory.

source: It is also possible to just activate the encrypted connection without certificate verification.
fr: Il est également possible d'activer la connexion chiffrée sans vérification du certificat.

source: It is necessary for already joined UCS systems to re-join the domain. This should be done via the UMC module <i>Domain join</i> separately on each system.
fr: Les systèmes UCS qui ont déjà rejoint le domaine doivent le rejoindre à nouveau. Ceci doit être effectué via le module UMC <i>Intégration au domaine</i> séparément sur chacun des systèmes.

source: Join AD domain
fr: Rejoindre le domaine AD

source: Joining UCS into Active Directory domain
fr: UCS rejoint le domaine Active Directory

source: Password sync
fr: Synchronisation des mots de passe

source: Please confirm to carry out a restart of the UMC server components.
fr: Veuillez confirmer le redémarrage des composants du serveur UMC.

source: Retry to join
fr: Essayer de rejoindre à nouveau le domaine

source: Security settings
fr: Réglages de sécurité

source: Security warning
fr: Avertissement de sécurité

source: Select the synchronisation direction between the UCS domain and the given Active Directory domain.
fr: Sélectionnez le sens de synchronisation entre le domaine UCS et le domaine Active Directory donné.

source: Start Active Directory connection service
fr: Démarrer le service de connexion Active Directory

source: Stop Active Directory connection service
fr: Arrêter le service de connexion Active Directory

source: Synchronisation of account data between an Active Directory and this UCS domain.
fr: Synchronisation des données des comptes entre Active Directory et le domaine UCS.

source: The UCS domain exists in parallel to an Active Directory domain.
fr: Le domaine UCS existe en parallèle d'un domaine Active Directory.

source: The UCS server is now ready for usage, and domain account data is now available.
fr: Le serveur UCS peut désormais être utilisé, et les données des comptes du domaine sont maintenant disponibles.

source: The certificate was imported successfully
fr: Le certificat a été importé avec succès

source: The connection to the Active Directory domain has been configured successfully.
fr: La connexion au domaine Active Directory a été configurée avec succès.

source: The necessary steps depend on the actual Microsoft Windows version and are described in the <a href="https://docs.software-univention.de/manual-%s.html#ad-connector:ad-zertifikat" target="_blank">UCS manual</a>.
fr: Les étapes nécessaires dépendent de la version actuelle de Microsoft Windows et sont décrites dans le <a href="https://docs.software-univention.de/manual-%s.html#ad-connector:ad-zertifikat" target="_blank">manuel d'UCS</a>.

source: The server <i>%(_hostname)s (%(DC_IP)s)</i> is used as Active Directory Domain Controller for the domain <i>%(Domain)s</i>.
fr: Le serveur <i>%(_hostname)s (%(DC_IP)s)</i> est utilisé comme contrôleur de domaine Active Directory pour le domaine <i>%(Domain)s</i>.

source: The synchronisation of Univention Corporate Server and Active Directory has been successfully initiated.
fr: La synchronisation d’Univention Corporate Server et d’Active Directory a été lancée avec succès.

source: The system is part of an Active Directory domain.
fr: Le système fait partie d'un domaine Active Directory.

source: This module configures the connection between the Univention Corporate Server and Active Directory.
fr: Ce module configure la connexion entre Univention Corporate Server et Active Directory.

source: To achieve a higher level of security, the Active Directory root certificate should be exported and uploaded here. The Active Directory certificate service creates that certificate.
fr: Afin de proposer un niveau de sécurité supérieur, le certificat racine d'Active Directory doit être exporté et envoyé ici. Le service de certificats d'Active Directory crée ce certificat.

source: To enable an encrypted connection, a certification authority needs to be configured on the Active Directory server. All steps necessary are described in the <a href="https://docs.software-univention.de/manual-%s.html#ad-connector:ad-zertifikat" target="_blank">UCS manual</a>.
fr: Pour activer une connexion chiffrée, une autorité de certification doit être configurée sur le serveur Active Directory. Toutes les étapes nécessaires sont décrites dans le <a href="https://docs.software-univention.de/manual-%s.html#ad-connector:ad-zertifikat" target="_blank">manuel d'UCS</a>.

source: Unidirectional synchronisation of Active Directory to UCS.
fr: Synchronisation unidirectionnelle d'Active Directory vers UCS.

source: Unidirectional synchronisation of UCS to Active Directory.
fr: Synchronisation unidirectionnelle d'UCS vers Active Directory.

source: Upload AD root certificate
fr: Envoyer le certificat racine de AD

source: Use the recommended first option if Active Directory will be the principal domain. Domain users can directly access applications that are installed on UCS.
fr: Utilisez la première option recommandée si Active Directory est le domaine principal. Les utilisateurs du domaine peuvent directement accéder aux applications installées sur UCS.

source: Use the second option for more complex scenarios which necessitate that Active Directory and UCS domains exist in parallel.
fr: Utilisez la seconde option pour des scénarios plus complexes, nécessitant des domaines Active Directory et UCS existant en parallèle.
