Repository: smarttargettech/active-directory
Catalog: */univention-l10n-*/*/management/univention-portal/frontend/src/assets/*.po
Languages: fr

source: Categories could not be re-sorted
fr: Les catégories ne peuvent pas être réorganisées

source: Change password
fr: Changer le mot de passe

source: Entered edit mode
fr: Entrée en mode édition

source: Entries could not be re-sorted
fr: Les entrées ne peuvent pas être réorganisées

source: Entries successfully re-sorted
fr: Entrées réorganisées avec succès

source: Left edit mode
fr: Sortie du mode édition

source: Logged in as "%(username)s"
fr: Connecté en tant que "%(username)s"

source: Not logged in
fr: Non connecté

source: Portal Menu
fr: Menu du portail

source: User Menu
fr: Menu utilisateur
