Repository: smarttargettech/active-directory
Catalog: */univention-l10n-*/*/management/univention-self-service/umc/python/passwordreset/*.po
Languages: fr

source: Account could not be deleted
fr: Le compte n’a pas pu être supprimé

source: Changing contact data failed.
fr: Échec de modification des données de contact.

source: Either username or password is incorrect or you are not allowed to use this service.
fr: Soit le nom d'utilisateur ou le mot de passe est incorrect, soit vous n'êtes pas autorisé à utiliser ce service.

source: Email
fr: Courriel

source: Error sending token: {}
fr: Erreur lors de l'envoi du jeton : {}

source: External
fr: Externe

source: Failed to change password.
fr: Échec du changement de mot de passe.

source: Mobile number
fr: Numéro de téléphone mobile

source: No address has been stored, where a password recovery token could be sent to.
fr: Aucune adresse à laquelle envoyer un jeton de récupération de mot de passe n'a été enregistrée.

source: No contact information is stored for this user. Resetting the password is not possible.
fr: Aucune information de contact n'est enregistrée pour cet utilisateur. Il n'est pas possible de réinitialiser son mot de passe.

source: Successfully changed your password.
fr: Votre mot de passe a été modifié avec succès.

source: Successfully changed your profile data.
fr: Modification réussie des données de votre profil.

source: Successfully send token.
fr: Jeton envoyé avec succès.

source: The account could not be created: %s
fr: Impossible de créer le compte : %s

source: The account could not be created: Information provided is not sufficient. The following properties are missing: %s
fr: Impossible de créer le compte : Les informations fournies ne sont pas suffisantes. Les propriétés suivantes sont manquantes : %s

source: The account deregistration was disabled via the Univention Configuration Registry.
fr: La désinscription de compte a été désactivée via l’Univention Configuration Registry (registre de configuration Univention).

source: The account protection was disabled via the Univention Configuration Registry.
fr: La protection de compte a été désactivée via l’Univention Configuration Registry (registre de configuration Univention).

source: The account registration was disabled via the Univention Configuration Registry.
fr: L’inscription de compte a été désactivée via l’Univention Configuration Registry (registre de configuration Univention).

source: The account verification was disabled via the Univention Configuration Registry.
fr: La vérification de compte a été désactivée via l’Univention Configuration Registry (registre de configuration Univention).

source: The allowed maximum number of connections to the server has been reached. Please retry in {}.
fr: Le nombre maximal autorisé de connexions au serveur a été atteint. Veuillez réessayer dans {}.

source: The attributes could not be saved: %s
fr: Les attributs n’ont pas pu être enregistrés : %s

source: The configuration of the password reset service is not complete. The UCR variables "ad/reset/username" and "ad/reset/password" need to be set properly. Please inform an administrator.
fr: La configuration du service de réinitialisation de mot de passe n’est pas terminée. Les variables UCR « ad/reset/username » et « ad/reset/password » doivent être définies correctement. Veuillez en informer un ou une responsable.

source: The connection to the server could not be established. Please try again later. Error message was: %s
fr: La connexion au serveur n'a pas pu être établie. Veuillez réessayer ultérieurement. Message d'erreur : %s

source: The container "{}" set by the "umc/self-service/account-registration/usercontainer" UCR variable does not exist. A user account can not be created. Please contact your system administrator.
fr: Le conteneur « {} » défini par la variable UCR « umc/self-service/account-registration/usercontainer » n’existe pas. Un compte ne peut pas être créé. Veuillez contacter votre responsable système.

source: The password reset service is disabled via configuration registry.
fr: Le service de réinitialisation du mot de passe est désactivé via le registre de configuration (UCR).

source: The password reset was disabled via the Univention Configuration Registry.
fr: La réinitialisation de mot de passe a été désactivée via l’Univention Configuration Registry (registre de configuration Univention).

source: The token you supplied is either expired or invalid. Please request a new one.
fr: Le jeton que vous avez fourni a expiré ou n'est pas valide. Veuillez en demander un nouveau.

source: The user template "{}" set by the "umc/self-service/account-registration/usertemplate" UCR variable does not exist. A user account can not be created. Please contact your system administrator.
fr: Le modèle d’utilisateur « {} » défini par la variable UCR « umc/self-service/account-registration/usertemplate » n’existe pas. Un compte ne peut pas être créé. Veuillez contacter votre responsable système.

source: The username is already taken
fr: L’identifiant est déjà pris

source: This value is required
fr: Cette valeur est requise

source: Unknown recovery method '{}'.
fr: Méthode de récupération inconnue '{}'.

source: Your picture
fr: Votre photo

source: one hour
fr: une heure

source: one minute
fr: une minute

source: {} hours
fr: {} heures
