Repository: smarttargettech/active-directory
Catalog: */univention-l10n-*/*/management/univention-system-info/umc/js/*.po
Languages: fr

source: <p>Additionally to the information listed above some more details about the system has been collected. The whole set of collected data that will be transmitted to Univention can be downloaded at the following URL:</p>
fr: <p>En plus des informations énumérées ci-dessus, des détails complémentaires ont été collectés sur le système. L'intégralité des données qui seront transmises à Univention peut être téléchargée à l'adresse suivante :</p>

source: <p>If a Univention Support Engineer has asked you to provide this information, then please insert the ticket number of the related support ticket into the following text field. The ticket number can be found in the subject of a support mail of the ticket. This information will speed up the processing of the ticket.</p>
fr: <p>Si un ingénieur de l'assistance Univention vous a demandé de fournir cette information, veuillez indiquer le numéro du ticket d'assistance dans le champ de saisie suivant. Vous pouvez trouver ce numéro de ticket dans le sujet du courriel de l'assistance. Cette information accélérera le traitement de votre ticket.</p>

source: <p>In the next step the information about the hardware of your system will be collected and a summary will be shown. During this step, no information will be sent to Univention.</p>
fr: <p>Au cours de l'étape suivante, des informations sur le matériel de votre système seront collectées et un résumé sera affiché. Aucune information n'est transmise à Univention au cours de cette étape.</p>

source: <p>The collected information can be transferred to Univention by uploading the data or by sending it via mail. Please select the corresponding option.</p>
fr: <p>Les informations collectées peuvent être transférées à Univention en envoyant les données ou en les transmettant par courriel. Veuillez choisir l'option souhaitée.</p>

source: <p>The following information has been collected and will be transferred to Univention with your acceptance.</p>
fr: <p>Les informations suivantes ont été collectées et seront transmises à Univention si vous cela vous convient.</p>

source: <p>The information could not be transferred to Univention.</p><p>You can send them as email!</p>
fr: <p>Impossible de transmettre les informations à Univention.</p><p>Vous pouvez les envoyer par courriel !</p>

source: <p>The information were transferred to Univention successfully.</p><p>Thank you very much for your support!</p>
fr: <p>Les informations ont été transmises à Univention avec succès.</p><p>Merci beaucoup pour votre aide !</p>

source: <p>This module collects information about the hardware of your system. This might be helpful in connection with a support case. By transmitting the data to Univention you provide the information on which platforms UCS is currently used and therefore should be supported by newer versions. In the following procedure you will be informed in detail about the each step.</p><p>No information is transmitted without your acceptance</p>
fr: <p>Ce module collecte des informations sur le matériel de votre système. Celles-ci peuvent se révéler utiles dans le contexte de votre question à l'assistance. En transmettant ces données à Univention, vous fournissez des informations sur les plates-formes UCS actuellement employées et qui devraient normalement pouvoir être gérées par des versions plus récentes. La procédure suivante vous donnera des détails à chaque étape.</p><p>Aucune information n'est transmise sans votre accord préalable</p>

source: Archive with system information
fr: Archive contenant les informations sur le système

source: CPU
fr: Processeur

source: Collected data
fr: Données collectées

source: Comment
fr: Commentaires

source: General information
fr: Informations générales

source: Graphics card
fr: Carte graphique

source: If this is related to a support case the next step will be to enter the ticket number. Otherwise the information about your system will be collected and a summary is shown.
fr: Si ceci est lié à une question à l'assistance, l'étape suivante est de saisir le numéro de ticket associé. Si ça n'est pas le cas, les informations sur votre système seront collectées et un résumé sera affiché.

source: In the following step two possibilities to transmit the information to Univention will be described.
fr: Dans l'étape suivante sont décrites deux possibilités pour transmettre les informations à Univention.

source: Manufacturer
fr: Fabricant

source: Memory
fr: Mémoire

source: Method
fr: Méthode

source: Model
fr: Modèle

source: Network adapter
fr: Adaptateur réseau

source: Number of CPUs
fr: Nombre de processeurs

source: Send mail
fr: Envoyer par courriel

source: Support information
fr: Information pour l'assistance

source: This is related to a support case
fr: Ceci est associé à un dossier d'assistance

source: To transfer the information via mail please follow these steps:<ol><li>Download the archive with the collected information and save it on your local system</li><li>Click on link <i>Send mail</i> to open your mail program</li><li>Attach the downloaded archive to the mail and send it to Univention</li><li>End this assistant by clicking on the button <i>Finish</i></li></ol>
fr: Pour transférer les informations par courriel, veuillez suivre les étapes suivantes :<ol><li>Téléchargez l'archive contenant les informations collectées et enregistrez celle-ci sur votre système local</li><li>Cliquez sur le lien <i>Envoyer par courriel</i> pour ouvrir votre gestionnaire de courriels</li><li>Joignez l'archive téléchargée au courriel et envoyez-le à Univention</li><li>Fermez cet assistant en cliquant sur le bouton <i>Terminer</i></li></ol>

source: Transfer the information
fr: Transférer les informations

source: Transfer via mail
fr: Transférer par courriel

source: Transferred successfully
fr: Transfert réussi

source: Upload
fr: Envoyer

source: Uploading failed
fr: Échec de l'envoi
