Repository: smarttargettech/active-directory
Catalog: */univention-l10n-*/*/management/univention-management-console-module-diagnostic/umc/js/*.po
Languages: fr

source: "%(module)s - %(flavor)s" Module (as Administrator)
fr: Module « %(module)s - %(flavor)s » (en tant qu’Administrator)

source: Analyzing for problems...
fr: Recherche de problèmes…

source: Conflict:
fr: Conflit :

source: Critical:
fr: Critique :

source: Diagnosis of "%s" was successful
fr: Le diagnostic de « %s » a réussi

source: If the system is able to automatically repair found problems it offers the function as additional buttons.
fr: Si le système est en mesure de réparer automatiquement les problèmes détectés, il propose cette fonctionnalité sous forme de boutons supplémentaires.

source: No problems could be detected.
fr: Aucun problème détecté.

source: Otherwise the problems can be solved manually with help of the displayed links to articles by using the linked UMC modules.
fr: Sinon, les problèmes peuvent être résolus manuellement à l’aide des liens vers les articles indiqués en utilisant les modules UMC correspondants.

source: Problem repaired:
fr: Problème réparé :

source: Problem:
fr: Problème :

source: Run system diagnosis
fr: Lancer un diagnostic système

source: Running full diagnosis...
fr: Exécution d’un diagnostic complet…

source: Success:
fr: Succès :

source: Warning:
fr: Avertissement :

source: Within this module the system can be analyzed for various known problems.
fr: Ce module peut analyser votre système pour y détecter divers problèmes éventuels répertoriés.
