Repository: smarttargettech/active-directory
Catalog: services/univention-s4-connector/modules/univention/admin/handlers/*/*.po
Languages: ms

source: Authentication options
ms: Authentifizierungsoptionen

source: Basic settings
ms: Grundeinstellungen

source: Can upgrade script
ms: Can-Upgrade-Skript

source: Category
ms: Kategorie

source: Data
ms: Daten

source: Data type
ms: Datentyp

source: Default local policy object
ms: Standard lokales Richtlinien Objekt

source: Description
ms: Beschreibung

source: Display name
ms: Anzeigename

source: Domain CAs
ms: Domänen CAs

source: Domain policy reference
ms: Domänen Policy-Referenz

source: Domain wide policy
ms: Domänenweite Richtlinie

source: EFS policy
ms: EFS Richtlinie

source: Extension name
ms: Name der Erweiterung

source: Force logoff
ms: Logoff erzwingen

source: General
ms: Allgemein

source: IP-security policy reference
ms: IP-Sicherheits Policy-Referenz

source: IPsec Data
ms: IPsec Daten

source: IPsec Data Type
ms: IPsec Datentyp

source: IPsec Filter reference
ms: IPsec Filter-Referenz

source: IPsec ISAKMP Reference
ms: IPsec ISAKMP-Referenz

source: IPsec NFA Reference
ms: IPsec NFA-Referenz

source: IPsec Negotiation Policy Reference
ms: IPsec Negotiation Policy-Referenz

source: IPsec Negotiation Policy action
ms: IPsec Negotiation Policy Aktion

source: IPsec Negotiation Policy type
ms: IPsec Negotiation Policy Typ

source: IPsec Owners reference
ms: IPsec Eigentümer-Referenz

source: Last update sequence
ms: Letzte Aktualisierungssequenz

source: Lockout duration
ms: Lockout Laufzeit

source: Lockout observation window
ms: Lockout Beobachtungsfenster

source: Lockout threshold
ms: Lockout Grenze

source: MS Domain Policy
ms: MS Domänen Richtlinie

source: MS IPsec policy
ms: MS IPsec Richtlinie

source: MS IPsec policy: ISAKMP Policy
ms: MS IPsec Richtlinie: ISAKMP Richtlinie

source: MS IPsec policy: NFA
ms: MS IPsec Richtlinie: NFA

source: MS IPsec policy: Negotiation Policy
ms: MS IPsec Richtlinie: Negotiation Richtlinie

source: MS IPsec policy: filter
ms: MS IPsec Richtlinie: Filter

source: MS Software Installation Group Policy: Category Registration
ms: MS Software Installation Gruppenrichtlinie: Kategorie Registrierung

source: MS wired Group Policy
ms: MS Wired Gruppenrichtlinie

source: MS wireless Group Policy
ms: MS Wireless Gruppenrichtlinie

source: MS wireless Group Policy blob
ms: MS wireless blob Gruppenrichtlinie

source: MSI file list
ms: MSI Dateiliste

source: MSI script
ms: MSI-Skript

source: MSI script name
ms: MSI Skriptname

source: MSI script path
ms: MSI Skriptpfad

source: MSI script size
ms: MSI Skriptgröße

source: Managed by
ms: Verwaltet von

source: Maximum password age
ms: Maximales Passwortalter

source: Maximum renew age
ms: Maximales Erneuerungsalter

source: Maximum ticket age
ms: Maximales Ticketalter

source: Minimum password age
ms: Mindest Passwortalter

source: Minimum password length
ms: Mindest Passwordlänge

source: Minimum ticket age
ms: Mindest Ticketalter

source: Next level store
ms: Next-Level-Speicher

source: Policy Data
ms: Richtlinien Daten

source: Policy GUID
ms: Richtlinien GUID

source: Policy Reserved
ms: Richtlinen reserviert

source: Policy settings
ms: Richtlinien-Einstellungen

source: Proxy lifetime
ms: Proxy Lebenszeit

source: Publickey policy
ms: Publickey-Richtlinie

source: Password history length
ms: Passwort-Historienlänge

source: Password properties
ms: Password-Eigenschaften

source: Quality of service
ms: Service-Qualität

source: Setup command
ms: Setup-Befehl

source: Software Installation Group Policy: Class Store
ms: Software-Installation Gruppenrichtlinie: Klassenspeicher

source: Software Installation Group Policy: Package Registration
ms: Software-Installation Gruppenrichtlinie: Paketregistrierung

source: Upgrade product code
ms: Aktualisierungs Produktcode

source: Vendor
ms: Hersteller

source: Version number
ms: Versionnummer

source: Version number high
ms: Höchste Versionsnummer

source: Version number low
ms: Kleinste Versionsnummer

source: category ID
ms: Kategorie-ID

source: file ext priority
ms: Dateierweiterungs-Priorität

source: icon path
ms: Icon-Pfad

source: install UI level
ms: Installations UI-Level

source: localized description
ms: Lokalisierte Beschreibung

source: machine architecture
ms: Maschinen Architektur

source: managed by
ms: Verwaltet von

source: package flags
ms: Paketflags

source: package name
ms: Paketname

source: package type
ms: Pakettyp

source: product code
ms: Produktcode
