Repository: smarttargettech/active-directory
Catalog: services/univention-s4-connector/modules/univention/admin/handlers/container/msgpo/*.po
Languages: de

source: Basic settings
de: Grundeinstellungen

source: Description
de: Beschreibung

source: Display name
de: Anzeigename

source: GPO settings
de: GPO-Einstellungen

source: General
de: Allgemein

source: MS GPO settings
de: MS GPO-Einstellungen

source: MS Group Policy Functionality Version
de: MS Group Policy Functionsversion

source: MS Group Policy Machine Extension Names
de: MS Group Policy Rechner Extension Name

source: MS Group Policy User Extension Names
de: MS Group Policy Benutzer Extension Name

source: MS Group Policy Version Number
de: MS Group Policy Versionsnummer

source: MS NT Security Descriptor
de: MS NT Sicherheitsbeschreibung
